app/controllers/sessions_controller.rb

SELECT "users".* FROM "users" WHERE "users"."user_id" = 'bkehl' LIMIT 1
---
   def create
      if User.exists?(params[:user])